Revit 2027 API
AdvancedWood.WoodDiffuseLobeWeight Property
 The property labeled "Weight of diffuse lobe" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodDiffuseLobeWeight { get; }
Public Shared ReadOnly Property WoodDiffuseLobeWeight As String
	Get
public:
static property String^ WoodDiffuseLobeWeight {
	String^ get ();
}
static member WoodDiffuseLobeWeight : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace